//換行<br>
//粗體<b></b>

export const dataPool = [
  // --- 公務員赴大陸 ---
  {
    fortune: "公務員赴大陸-強化措施",
    yi: "事前申請",
    ji: "隱匿行程",
    comic: "https://github.com/ws20252026/drawlots/raw/main/image/公務員赴大陸-事前申請.png",
    tip: "赴陸交流務必依規事先申請，返台後如實通報。",
  },
  {
    fortune: "公務員赴大陸-會見特定人員應記錄",
    yi: "落實登錄",
    ji: "私自接觸",
    comic: "https://github.com/ws20252026/drawlots/raw/main/image/公務員赴大陸-會見特定人士.png",
    tip: "與特定人員接觸應落實記錄。透明的行程，是公務生涯最好的保險。",
  },
  {
    fortune: "公務員赴大陸-赴陸交流安全提示",
    yi: "行前報備；攜帶空白、沒有敏感機密資料的手機",
    ji: "隱蔽不報",
    comic: "https://github.com/ws20252026/drawlots/blob/main/image/%E5%85%AC%E5%8B%99%E5%93%A1%E8%B5%B4%E5%A4%A7%E9%99%B8-%E6%B7%B1%E5%A4%9C%E9%81%AD%E7%9B%A4%E6%9F%A5%20(2).png?raw=true", 
    tip: "近期公務員赴陸頻遭不明盤問，並被要求說明個人背景與公務經歷。<br><b>⚠️提醒：</b><br>赴陸交流務必落實行前申報，保持警覺，切勿隨意受訪或洩漏公務機密。或可攜帶沒有敏感機密資料的手機。<br><br>相關新聞：<a href='https://www.cna.com.tw/news/acn/202605070311.aspx' target='_blank' style='color: #b22222;'>再有公務員赴陸被盤查　陸委會：被盤問2至4小時</a>",
  },

  // --- 主題 2：公務機密 ---
  {
    fortune: "公務機密-守護者之盾",
    yi: "正當查詢",
    ji: "外流個資",
    comic: "https://github.com/ws20252026/drawlots/raw/main/image/公務機密-個資洩密.png",
    tip: "<b>公務系統帳號僅限公務使用，嚴禁私用或外洩資料。</b><hr style='border: 1px dashed #b22222; margin: 15px 0;'><b>🔍案例：</b><br>某莊姓警員與徵信業者勾結，用同事的帳號幫徵信業者查詢民眾個資，並賺到3千元分紅後食髓之味，陸續又幫徵信業者查詢63筆個資，讓徵信業者得以掌握委託人請求事項，莊男查詢每筆個資可賺3千元，總共收到19萬餘元的不法獲利。<br>檢廉依貪汙、違反個資法及洩密罪嫌，聲押莊姓警員和他的2名朋友。後續該機關對莊姓警員停職，並追究相關人員考監不周責任。",
  },
  {
    fortune: "公務機密-採購公正官靈籤",
    yi: "嚴守職守",
    ji: "洩漏資訊",
    comic: "https://github.com/ws20252026/drawlots/raw/main/image/公務機密-保密之廠商投標文件案.png",
    tip: "<b>一時「熱心」告知，可能換來法律追訴</b><hr style='border: 1px dashed #b22222; margin: 15px 0;'><b>🔍相關案例：</b><br>甲機關技正A具有公務員身分，依政府採購法第34條第4項規定，對於廠商投標文件，除供公務上使用或法令另有規定外，應保守秘密。<br>惟技正A竟利用其負責辦理工程類採購案件決標後執行業務之機會，將案外人乙工程顧問公司所投標採購案件時檢附服務建議書洩漏及交付予投標廠商負責人B。<br>技正A所為涉犯刑法第132條第1項之公務員交付關於中華民國國防以外應秘密之文書罪。案經法務部廉政署報請臺灣臺北地方法院檢察署檢察官偵查後聲請簡易判決處刑。<br>公務員A所犯刑法第132條第1項之公務員交付關於中華民國國防以外應秘密之文書罪，判處有期徒刑6月。案經機關決議公務員技正A洩漏應保守秘密之廠商投標文件，違反採購人員倫理準則規定，核定申誡2次。 ",
  },
  {
    fortune: "公務機密-資料外洩",
    yi: "內斂修煉",
    ji: "社群打卡",
    comic: "https://github.com/ws20252026/drawlots/raw/main/image/公務機密-拍照上傳.png",
    tip: "處理機密公務時，切勿拍照上傳社群網站。魔鬼藏在細節裡，洩密常在指尖發生。",
  },
  {
    fortune: "公務機密-數位防線智慧錦囊",
    yi: "定期更換",
    ji: "便箋貼桌",
    comic: "https://github.com/ws20252026/drawlots/raw/main/image/公務機密-密碼貼桌上.png",
    tip: "<b>電腦密碼不外流，切勿將密碼張貼於桌面或電腦周圍。守護資訊安全，就是守護自己的職涯。</b><hr style='border: 1px dashed #b22222; margin: 15px 0;'>🔍相關案例：某法院同仁將寫有密碼的紙條就貼在電腦旁，而讓其他人熟練地輸入密碼成功開啟電腦，企圖查詢法院內部資料。"
  },

  // --- 主題 3：反詐騙 ---
  {
    fortune: "反詐騙-用AI騙你錢",
    yi: "多方查證",
    ji: "急迫匯款",
    comic: "https://github.com/ws20252026/drawlots/blob/main/image/%E5%8F%8D%E8%A9%90%E9%A8%99-AI%E5%BD%B1%E7%89%87.png?raw=true",
    tip: "接到「親朋好友」要錢？可能是AI!<b><hr style='border: 1px dashed #b22222; margin: 15px 0;'>✅解：</b><br>仔細判斷看有無不合理，要求對方轉動頭部（判斷臉部有沒有破圖、模糊、不自然），或事前約定通關密語。<br>（圖源：文山第二分局偵查隊 周警務員）",
  },
  {
    fortune: "反詐騙-假文字真詐財",
    yi: "小心確認",
    ji: "點擊簡訊",
    comic: "https://raw.githubusercontent.com/ws20252026/drawlots/refs/heads/main/image/%E5%8F%8D%E8%A9%90%E9%A8%99-%E5%81%87%E8%A3%9C%E5%8A%A9%E8%88%87%E6%9F%A5%E8%AD%89%E6%96%B9%E5%BC%8F.png",
    tip: "<b>收到補助的電郵、簡訊，帳單的催繳，可能是假的。</b><hr style='border: 1px dashed #b22222; margin: 15px 0;'><b>✅解：</b><br><b>「先向公務機關官方網站、查證平台/組織查證!!」</b><br>（圖源：文山第二分局偵查隊 周警務員）",
  },
  {
    fortune: "反詐騙-防詐明辨大師",
    yi: "感情可以談",
    ji: "眼見為憑",
    comic: "https://github.com/ws20252026/drawlots/raw/main/image/反詐騙-網路交友.png",
    tip: "<b>網路世界真假難辨，你以為的「他」不是「他」!</b><hr style='border: 1px dashed #b22222; margin: 15px 0;'><b>✅解：</b><br>不被溫柔攻勢沖昏頭。保持清醒，可將對方的照片「以圖搜圖」確認是否為本人。<br>（圖源：文山第二分局偵查隊 周警務員）",
  },
  {
    fortune: "反詐騙-不動如山清廉心",
    yi: "防詐警覺",
    ji: "貪圖利息",
    comic: "https://github.com/ws20252026/drawlots/raw/main/image/反詐騙-投資詐騙.png",
    tip: "高獲利、零風險的投資多是騙局。保持清廉心境，貪念不動，騙術不靈。",
  },

  // --- 主題 4：消費者保護 ---
  {
    fortune: "消費者保護法-正義守護卡",
    yi: "審閱契約",
    ji: "衝動消費",
    comic: "https://github.com/ws20252026/drawlots/raw/main/image/衝動消費.jpg",
    tip: "職場生存要誠信，個人消費也要明智。仔細審閱契約，保障消費安全。",
  },
  {
    fortune: "消費者保護-聰明消費智慧籤",
    yi: "官方商店下載",
    ji: "點擊不明連結",
    comic: "https://github.com/ws20252026/drawlots/raw/main/image/避免誤入詐騙網站+APP小常識.jpg",
    tip: "進入網站前請認明官方網址，讓詐騙集團無機可乘。",
  },

  // --- 透明晶質獎 ---
  {
    fortune: "透明晶質獎",
    yi: "廉政良善治理、樹立標竿學習楷模",
    ji: "無",
    comic: "https://github.com/ws20252026/drawlots/raw/main/image/透明晶質獎簡介.jpg",
    tip: "行政透明是廉能政府的基石。讓陽光照進公務流程，激勵追求更好的廉能治理。",
  },

  // --- 陽光法案 ---
  {
    fortune: "陽光法案-職權清廉警示碑",
    yi: "利衝迴避",
    ji: "濫用圖利",
    comic: "https://raw.githubusercontent.com/ws20252026/drawlots/refs/heads/main/image/%E5%8F%8D%E8%B2%AA-%E5%88%A9%E8%A1%9D%E8%BF%B4%E9%81%BF%20(2).png",
    tip: "<b>公職人員於執行職務過程中，擁有相關權力或裁量權，因此容易遇到有圖利自己或他人機會。未恪遵迴避規定並獲得財產上利益，將遭到裁罰。</b><hr style='border: 1px dashed #b22222; margin: 15px 0;'><b>🔍案例：</b><br>都布力擔任A鄉民意代表，掌握A鄉公所預算及監督質詢的權力。他雖不是「友門神土木包工業」負責人，但實際上是由他掌管公司財務，而且常不避嫌帶著公司大小章投標A鄉公所內各種工程案。<br>某日，「友門神土木包工業」承包A鄉公所排水改善工程驗收未通過，鄉公所承辦人要求改善後再辦理複驗。沒想到複驗當天，驚見都布力在現場，並表示是接到鄉民陳情本案工程進度落後，希望儘快通過驗收，還不避諱在驗收記錄承包廠商代表欄上簽名。<br>都布力為A鄉民意代表，對A鄉公所具有監督權限，亦會造成該公所在執行公務時產生一定影響，且以民意代表身分兼廠商代表參加此工程的複驗，使A鄉公所承辦人在心理壓力下讓「友門神土木包工業」通過驗收得以請領該工程款項。<b>該行為已違反公職人員利益衝突迴避法第12條規定。</b>",
  },
  {
    fortune: "陽光法案-防範利衝大師",
    yi: "開標主持人，迴避是上策",
    ji: "內舉不避親，外舉不避仇",
    comic: "https://github.com/ws20252026/drawlots/blob/main/image/%E9%96%8B%E6%A8%99%E4%B8%BB%E6%8C%81%E4%BA%BA%EF%BC%8C%E8%BF%B4%E9%81%BF%E6%98%AF%E4%B8%8A%E7%AD%96.png?raw=true",
    tip: "<b>公職人員於執行職務時，凡涉及其本人或特定親屬利益之有關事件，為避免因參與其中程序以致影響行政決定之公平性，應迴避不參與其事，並不得假借職務上之權力機會或方法圖謀私利，亦禁止與公職人員有裙帶關係之人主動請託關說而影響行政決定。</b><hr style='border: 1px dashed #b22222; margin: 15px 0;'><b>🔍案例：</b><br>小強擔任機關秘書室主任，某日小強因職務上機會知悉機關辦理陽光咖啡屋勞務採購案有派遣人力的職缺，遂告知其子女小凱及小恬應徵。<br>嗣小凱及小恬獲陽光咖啡屋勞務採購案得標廠商錄取，並派遣至陽光山莊販賣部服務。<br>機關勞務採購案係採用公開取得報價單或企劃書方式辦理，秘書室主任小強並分別擔任評選委員會主持人及開標決標主持人。而上開勞務採購案契約均規定，廠商應提出工作人員名冊，經機關審核通過後，方可進駐工作地點履行契約事項，機關對於廠商派遣人員之派任具有決定權限。<br>小強因職務上機會知悉上開採購案有派遣人力職缺，不僅告知其2名子女應徵並獲得標廠商派任至陽光咖啡屋服務，甚至於機關採購單位簽陳採購案得標廠商所檢附其子女的基本資料上核章，未自行迴避，使其子女獲聘為勞務採購案派遣人力及獲取薪資。<br>結果小強用錯方法疼愛子女的行為，因違反本法第 6 條第 1 項規定，依第 16 條第 1 項得處 10 萬元以上 200 萬元以下罰鍰。",
  },

  // --- 反貪 ---
  {
    fortune: "反貪宣導-不動如山清廉心",
    yi: "依法行政",
    ji: "接受請託",
    comic: "https://github.com/ws20252026/drawlots/raw/main/image/反貪-工程監造與不法報酬.png",
    tip: "<b>嚴禁利用職務，貪圖不法利益。更不可假借公務刁難而主動索賄。</b><hr style='border: 1px dashed #b22222; margin: 15px 0;'><b>🔍案例：</b><br>甲為「○○改善工程」主辦人員，負責監造及督導等工作。<br>本工程依合約規定，乙廠商應限期提交相關計畫書，否則將遭逾期罰款處分，惟乙廠商因文書資料不全，屢遭甲退回。<br>乙廠商為避免逾期罰款，於遞交計畫書時，夾藏新臺幣5萬元現金，甲收至辦公室抽屜後，遂協助乙廠商通過審查。<br>又本工程辦理施工查核時，發現諸多缺失，經要求乙廠商立即改善，惟後續工程缺失之督檢報告始終未通過審核，造成施工進度嚴重落後。<br>甲曾以電話聯絡乙廠商表示，前已繳交督檢報告不符規定，渠可協助製作報告及估驗請款之施工日報等文件，惟應給予報酬11萬元。<br>嗣後，甲告知乙廠商，因工程進度落後不同意辦理估驗請款事宜，乙廠商遂認為甲係未收到賄款而藉機刁難，故為順利請款，分次交付賄款予甲計12萬元。 ",
  },
  {
    fortune: "反貪宣導-清廉無瑕如意籤",
    yi: "實報實銷",
    ji: "冒名核銷",
    comic: "https://raw.githubusercontent.com/ws20252026/drawlots/refs/heads/main/image/%E5%8F%8D%E8%B2%AA-%E5%AF%A6%E5%A0%B1%E5%AF%A6%E9%8A%B7.png",
    tip: "<b>公費補助須專款專用，冒名核銷即涉貪污犯罪。誠信是公務員最基本的職守。</b><hr style='border: 1px dashed #b22222; margin: 15px 0;'><b>🔍案例：</b><br>A公所訂定年度里鄰長自強活動實施計畫，參加自強活動並親自簽到之鄰長，每人可獲得公費補助，且應專款專用。<br>甲里長明知里內鄰長無法全數參加，竟與乙里幹事基於詐領補助經費之犯意，偽造自強活動參加名冊、繕打不實旅遊保險名單；並利用某次餐敘之機會，於會場置放空白簽到表，讓不知情鄰長簽名，藉此取得完整簽到表，事後併同相關資料送交A公所辦理核銷事宜。 <br>里長之行為涉嫌違反《貪污治罪條例》，切勿因一時貪念自毀前程。",
  },

  // --- 反賄選 ---
  {
    fortune: "反賄選-民主基石守護卡",
    yi: "撥打檢舉賄選專線0800-024-099",
    ji: "收受賄絡",
    comic: "https://github.com/ws20252026/drawlots/blob/main/image/%E5%8F%8D%E8%B3%84%E9%81%B8%E6%B5%B7%E5%A0%B1.png?raw=true",
    tip: "不賄選才是真賄選。",
  },
  {
    fortune: "反賄選-乾淨選舉導航員",
    yi: "乾淨選風",
    ji: "接受不正利益",
    comic: "https://github.com/ws20252026/drawlots/raw/main/image/反賄選-旅遊招待.png",
    tip: "<b>天下沒有免費的午餐！拒絕不正利益，守護乾淨選風。</b><hr style='border: 1px dashed #b22222; margin: 15px 0;'><b>⚠️提醒：</b><br>賄選方式多，走路工、茶水費、誤餐費、假借名義提供免費或自付額與成本顯不相當之餐飲、旅遊，皆可能是成立賄選。",
  },

  // --- 公益揭弊者保護法 ---  
  {
    fortune: "公益揭弊者保護法-挺身守護公益",
    yi: "具名檢舉、保存事證",
    ji: "隱忍不法、知情包庇",
    comic: "https://github.com/ws20252026/drawlots/blob/main/image/%E5%85%AC%E7%9B%8A%E6%8F%AD%E5%BC%8A%E8%80%85%E4%BF%9D%E8%AD%B7%E6%B3%95%E6%91%BA%E9%A0%81%E8%83%8C%E9%9D%A2.jpg?raw=true",
    tip: "若發現泛公部門人員涉及貪污或損害公益行為，依法向受理機關具名檢舉，法律提供工作保障、人身保護與身分保密三大措施。",
  },
  //公益揭弊者保護法-進擊的巨人
   {
    fortune: "進擊的-公益揭弊者保護法",
    yi: "具名檢舉",
    ji: "隱忍不法",
    comic:"https://raw.githubusercontent.com/ws20252026/drawlots/refs/heads/main/image/%E9%80%B2%E6%93%8A%E7%9A%84%E5%85%AC%E7%9B%8A%E6%8F%AD%E5%BC%8A%E8%80%85%E4%BF%9D%E8%AD%B7%E6%B3%95.png",
    tip: "當發現長官利用職務之便違法時，請勿衝動，保障自己安全。公益街幣者保護法保障您的身分與權益。<b>依法向受理機關具名檢舉，法律提供工作保障、人身保護與身分保密三大措施</b>。<hr style='border: 1px dashed #b22222; margin: 15px 0;'><br><b>公益揭弊者保護法要件</b><br><b>✅1.適格之揭弊者</b><br><b>✅2.被揭弊者為泛公部門人員</b><br><b>✅3.具名</b><br>✅4.<b>向受理揭弊機關提出揭弊</b><br>符合上開要件享有該法所規定的：<b>1.工作保障、2.人身保護、3.身分保密、4.責任減免、5.揭弊獎金</b><br>🔍本案例中：該士兵是公務員，屬於「公益揭弊者保護法」的揭弊人，所被揭弊的前輩也是泛公部門之人（含公部門、特定事業、團體或機構）。而前輩與商會勾結並販賣不法物資，如果屬於「公益揭弊者保護法」第3條的「弊案」此時，該士兵「具名」向規定的「受理揭弊機關」提出揭弊……，故該士兵享有「3保1減1金」<br>相關資訊：<a href='https://doge.gov.taipei/News.aspx?n=98AE22FC1EF97629&sms=AAB8A73CD5E9F8A4' target='_blank' style='color: #b22222;'>臺北市政府政風處-公益揭弊者保護法懶人包</a>",
  },
  
  //--- 行政中立 ---
  {
    fortune: "行政中立-社群媒體藏風險",
    yi: "下班使用私人設備、謹慎言論",
    ji: "上班時間、具職稱公開表態",
    comic: "https://github.com/ws20252026/drawlots/blob/main/image/%E8%A1%8C%E6%94%BF%E4%B8%AD%E7%AB%8B-%E7%A4%BE%E7%BE%A4%E5%AA%92%E9%AB%94%E8%97%8F%E9%A2%A8%E9%9A%AA%20(2).png?raw=true",
    tip: "<b>下班時間可連結社交網站，但應避免具銜或具名發表政黨、候選人偏好言論。公務員的身分，應在網路上保持適度的專業距離。</b><hr style='border: 1px dashed #b22222; margin: 15px 0;'>公務人員得於下班時間，以非公家電腦上網連結臉書等社交網站，加入公職候選人粉絲團，或支持特定之政黨、政治團體或公職候選人，但不得具銜（足資辨識個人身分及職務）或具銜且具名方式，針對討論主題發表言論。<br>另依公務人員行政中立法第3條及公務員服務法第5條第2項規定，公務人員如係任職於特定議題之政策主管機關，即使個人立場與機關不一致，仍應依法忠實推行機關政策，公務員未經機關(構)同意，不得以代表機關(構)名義或使用職稱，發表與其職務或服務機關(構)業務職掌有關之言論。",
  },

  // --- 廉政倫理規範 ---
  {
    fortune: "廉政倫理規範-飲宴應酬",
    yi: "嚴守分際、知會政風",
    ji: "接受招待、違背職務",
    comic: "https://raw.githubusercontent.com/ws20252026/drawlots/refs/heads/main/image/%E5%BB%89%E6%94%BF%E5%80%AB%E7%90%86%E8%A6%8F%E7%AF%84-%E9%A3%B2%E5%AE%B4%E6%87%89%E9%85%AC.png",
    tip: "<b>公務員不得參加與職務有利害關係者之飲宴應酬。面對邀宴應予以拒絕，必要時應簽報長官並知會政風，守護職涯安全。</b><hr style='border: 1px dashed #b22222; margin: 15px 0;'><b>🔍案例：</b><br>關務署海關課員甲，職司A單位負責快遞貨物專區驗估業務，某報關行招待其至有女陪侍之酒店消費，甲與職務上有利害關係之報關業者飲宴及共赴不正當場所消費。<br>另就甲涉嫌貪污治罪條例第4條第1項第5款，收取賄賂違背職務放行該報關行報運進口之高價貨品，且協助報關行逃漏營業稅部分，地檢署提起公訴，另甲涉貪瀆罪嫌部分之行政懲處將俟法院判決再予論究。",
  }
];
